[
  {
    "id": "NCT04975503",
    "title": "Classical Risk Factors in Young Middle Eastern Women With Atherosclerotic Cardiovascular Disease",
    "brief_summary": "Cardiovascular disease continues to be the leading cause of death among women in the Middle East, including Jordan. Sex-specific data focused on cardiovascular disease have been increasing steadily, yet is not the subgroup of young women. This study focuses on classical and novel risk factors of cardiovascular disease in young women compared with older women.",
    "detailed_description": "This is the introduction of a new study at Istishari entitled: \"The Classical Risk Factors in Young Middle Eastern Women with Atherosclerotic Cardiovascular Disease\" This is an investigator-initiated, cross-sectional, non-interventional, observational study.\n\nMedical research in Jordan is a basic responsibility of all medical sectors in the country. Despite the drastic growth and advances of medical services, the volume of the local medical research is, at best estimate, scarce. The emerging role of private medical groups, private hospitals, and residency programs in cooperation with other medical sectors and medical schools, in conducting, presenting, and publishing such studies should be encouraged and supported. A major indicator of judging the credibility and quality of any medical research project is to look at the conferences the research was presented at and the journals it was published in.\n\nThis is the 10th major project of the Jordan Collaborating Cardiology Group (JCC) and the first in cooperation with the Istishari Hospital Internal Medicine Residency Program (see Appendix 1. Timeline of JCC Group studies) The first project was JoHARTS that evaluated coronary risk factors and dyslipidemia in 5000 individuals with ACS, stable CAD, and non CAD patients. The 2nd project was CAPRIS evaluated the prognostic implications of hs-CRP in ACS from admission to 1 year. The 3rd project was MINTOR that evaluated onset, triggers, reperfusion strategies, and hospital mortality in more than 950 Jordanians with acute ST-elevation MI. The 4th project was GLORY study that evaluated the prevalence of glucometabolic states among ACS patients, prognosis up to 1 year, and TIMI risk score . The 5th was JoPCR1 that evaluated outcome post PCI in 2426 ACS and non ACS patients in 12 tertiary care centers for the incidence of death, stent thrombosis, revascularization, bleeding, impact of gender, DM, renal dysfunction, and age on outcome, GRACE, and CRUSADE risk scores. The 6th is the colchicine study of AF prevention in open heart surgery, one is completed with 1 mg dose and one is ongoing with reduced dose. The 7th and 8th projects are ongoing and study statin eligibility in patients admitted with MI (Statin EPIC) and decade or more survivors after coronary revascularization. The 8th was the Jordanian AF study which evaluated patients with AF in ambulatory and out-patient settings. The 9th was the JoCORE study that evaluated acute CV events due to the stresses of the covid-19 pandemic.\n\nOne population subgroup is under studied in the world literature as well as the local literature. The young women who have documented CVD. This group represents only a small proportion of the CVD population in all countries.",
    "study_type": "Observational",
    "study_status": "Completed",
    "conditions": [
      "Cardiovascular Diseases",
      "Risk Factors"
    ],
    "interventions": [
      "Observing cardiovascular risk factors"
    ],
    "sponsor": "Jordan Collaborating Cardiology Group",
    "Investigator": "Ayman J Hammoudeh, MD, FACC",
    "study_start_date": "August 22, 2021",
    "primary_completion_date": "October 30, 2023",
    "study_completion_date": "October 31, 2023",
    "enrollment": "627"
  },
  {
    "id": "NCT04656132",
    "title": "Physical Activity Assessment, Promotion and Monitoring in a Preventive Cardiology Clinic: A Pilot Study",
    "brief_summary": "Brief Summary This is a pilot study implemented physical activity assessment, promotion and monitoring in patients. Patients will be assessed by the physical activity vital sign (PAVS) during check-in for their appointment. During their visit with the cardiologist, a clinical decision support tool will alert the cardiologist to patients achieving low (<50% of recommended) physical activity. The cardiologist may refer the patient to cardiac rehabilitation if appropriate and/or counsel them to increase their physical activity levels. The patients may opt to enroll in the monitoring phase of the study. They will be given a Fitbit pedometer and their Fitbit account can sync to their MyChart account. After that sync, the patients step counts will be available for their cardiologists to review as needed.",
    "detailed_description": [
      "N/A"
    ],
    "study_type": "Interventional",
    "study_status": "Completed",
    "conditions": [
      "Cardiovascular Diseases"
    ],
    "interventions": [
      "Physical activity assessment, promotion and monitoring in a preventive cardiology clinic"
    ],
    "sponsor": "NYU Langone Health",
    "Investigator": "N/A",
    "study_start_date": "July 14, 2021",
    "primary_completion_date": "August 10, 2022",
    "study_completion_date": "August 10, 2022",
    "enrollment": "63"
  },
  {
    "id": "NCT01121679",
    "title": "French Observatory on Hospitalizations in Cardiology of Patients of 80 Years and Over",
    "brief_summary": "Because of increased life expectancy and improved therapeutic methods in cardiology, the proportion of very old patients with cardiovascular disease increases. However, clinical practice \"in real life\" are still insufficiently known in this population. The recommendations still lack of studies specifically devoted to elderly or very elderly, an extrapolation of data based on evidence obtained in younger populations.\n\nThis is a multicenter observational study during a day. On this day, all participating centers fill a questionnaire for each patient 80 years or older hospitalized in their service.",
    "detailed_description": "Information about the center will be collected: non-university or university center, presence of coronary angiography room, number of beds, number of patients 80 years or older hospitalized in the day of the investigation.\n\nThe questionnaire is designed to:\n\nKnow the history of cardiovascular and noncardiovascular patient and degree of dependence\nKnow the reason for hospitalization\nEvaluate the diagnostic and therapeutic already implemented or planned for this patient\n\nThe day of the survey, information on each patient 80 years or older hospitalized in the service will be collected:\n\nPatient Data: date of birth, sex, status. The patient identification data (name, surname, address) will not be collected.\nPatient History: date of last hospitalization, life, cardiovascular risk factors, cardiovascular and non cardiovascular history, date of last hospitalization, life\nCircumstances of admission: course of care before admission, admission to intensive care unit or hospital unit classical primary diagnosis and diagnosis (s) partner (s)\nInitial assessment: treatment admission, major hemodynamic, electrocardiographic and biological\nRegarding the current hospitalization: diagnosis already implemented or planned (echocardiography, angiography, electrophysiological study, etc ...), therapeutic methods already implemented or planned angioplasty, percutaneous valve intervention, conventional or biventricular stimulation, cardiac surgery, medication\nBecome of the patient after hospitalization\nThe clinician's subjective impressions about the condition of the patient and monitoring recommendations\nAssessment of addiction: ADL Scale\n\nNo monitoring of patients is contemplated.",
    "study_type": "Observational",
    "study_status": "Completed",
    "conditions": [
      "Cardiovascular Disease"
    ],
    "interventions": [],
    "sponsor": "French Cardiology Society",
    "Investigator": "Moubarak Ghassan",
    "study_start_date": "October 2009",
    "primary_completion_date": "October 2009",
    "study_completion_date": "June 2010",
    "enrollment": "534"
  },
  {
    "id": "NCT05589779",
    "title": "Relationship Between Cardiovascular Disease in Asthma and Eosinophil Subtypes and Biomarkers of Bronchial Remodeling.",
    "brief_summary": "To know the clinical and inflammatory characteristics of patients with asthma and associated cardiovascular disease.",
    "detailed_description": "Recent studies have shown that asthma could be a risk factor for cardiovascular disease, especially in the female and late-onset subgroups. The two entities share several risk factors, such as chronic inflammation and bronchial remodeling. Eosinophilia, characteristic of asthma, has also been described as a predictor of cardiovascular mortality.\n\nThe aim of this study is to determine the clinical and inflammatory characteristics of patients with asthma and associated cardiovascular disease, as well as their relationship with eosinophil subtypes, biomarkers of chronic inflammation and bronchial remodeling.",
    "study_type": "Observational",
    "study_status": "Not yet recruiting",
    "conditions": [
      "Asthma",
      "Cardiovascular Diseases"
    ],
    "interventions": [
      "Asthma and cardiovascular disease"
    ],
    "sponsor": "Fundació Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau",
    "Investigator": "N/A",
    "study_start_date": "April 1, 2023",
    "primary_completion_date": "May 1, 2024",
    "study_completion_date": "August 1, 2024",
    "enrollment": "40"
  },
  {
    "id": "NCT06277323",
    "title": "UCLA Health Patient Cardiology Care Gaps",
    "brief_summary": "This is a prospective randomized clinical trial evaluating how two behaviorally-informed interventions (i.e., monthly report card and storyboard interventions) impact physician behavior, with the goal of closing care gaps in preventive care and disease management.\n\nIn particular, the monthly report card intervention seeks to elevate physicians' intentions to close their patients' care gaps, while the storyboard intervention seeks to prompt action by making patients' care gaps salient. The trial investigates the separate and joint impacts of the proposed behaviorally-informed interventions on encouraging physicians to close their patients' care gaps.",
    "detailed_description": "Despite the existence of evidence-based clinical guidelines on how to manage the health of patients with cardiovascular disease that have been shown to improve cardiac function and survival, significant gaps in care persist and optimal medical therapy is often under-utilized. For example, guideline-directed medical therapy (GDMT), statin and aspirin therapy, and blood pressure control are cornerstones of effective management of patients with cardiovascular disease or heart failure. However, current dashboard data indicate that within the UCLA Health system, these medical therapies remain under-utilized.\n\nAs part of the quality improvement (QI) initiative sponsored by the Division of Cardiology at UCLA Health, this trial will examine the independent and joint impacts on care gap closure of (1) sending monthly behaviorally-informed emails to physicians with personalized feedback on care gap performance and (2) enhancing the visibility of the open care gaps in the electronic health record upon patient encounter.\n\nEligible physicians (i.e., UCLA Health Cardiologists) will be randomized to one of four conditions based on a 2 (monthly report card intervention: receive vs. no receive) x 2 (storyboard intervention: receive vs not receive) between-subjects design:\n\nIn the no intervention (control) condition, physician participants will receive quarterly emails with their performance report card (status quo).\nIn the monthly report card only condition, behaviorally-informed monthly emails will be sent to inform physicians of their performance and elevate physicians' intentions to get more of their patients to close care gaps.\nIn the storyboard only condition, the visibility of care gap banners in the electronic health record (EHR) will be enhanced, which will promptly remind physicians of each patient's care gaps at the start of a patient-physician encounter.\nIn the monthly report card and storyboard condition, physicians will receive behaviorally-informed monthly emails and be reminded of each patient's care gaps via the EHR storyboard during patient-physician encounters.\n\nThe trial will include physicians participating in an existing UCLA incentive program, as of October 1, 2023, who have a panel size of above 50 patients. In August 2024, new physicians who are eligible for the incentive program and have at least 50 patients in the panel will be randomly assigned into one of the four conditions and become part of the study sample. Randomization will balance for physicians' baseline performance, subspecialty training, years out from training, and estimated panel size.\n\nMonthly performance feedback emails will include physicians' performance on eight cardiology care gaps, their projected earnings in the current quarter and their earnings in the previous quarter. Care gaps include the following: (1) statin or PCSK9 inhibitor use, (2) aspirin use, (3) beta blocker use, (4) angiotensin-converting enzyme inhibitors, angiotensin II receptor blockers, or angiotensin receptor-neprilysin inhibitor use, (5) mineralocorticoid receptor antagonist use, (6) SGLT2i, (7) average HCC/RAF score, and (8) blood pressure control.\n\nAnalysis Plan:\n\nThe investigators will use patient-level linear regression models, where the response is a 1/0 indicator of whether the patient has completed any of the open care gaps, with cluster-robust standard errors at the physician level.\nThe primary regression model will look at the main effect of the report card intervention and the storyboard intervention.\nIn a secondary regression, we will investigate the joint impact of the two interventions, including a report card x storyboard interaction.\n\nControl variables include:\n\nPatient-level care gap closure (i.e., whether patients closed any of their open care gaps, excluding HCC/RAF score, during the six months before the intervention delivery). For patients who were not in a given physician's panel as of six months before the experiment, mean values across the panel will be imputed.\nPhysician characteristics (gender, years out from training, subspecialty training within cardiology) and panel size.",
    "study_type": "Interventional",
    "study_status": "Active, not recruiting",
    "conditions": [
      "Health Maintenance",
      "Cardiology"
    ],
    "interventions": [
      "Monthly report card intervention",
      "Storyboard intervention"
    ],
    "sponsor": "University of California, Los Angeles",
    "Investigator": "Richard K. Leuchter, MD",
    "study_start_date": "January 30, 2024",
    "primary_completion_date": "July 30, 2025",
    "study_completion_date": "July 30, 2025",
    "enrollment": "46"
  },
  {
    "id": "NCT01902654",
    "title": "Prevalence of Cardiovascular Risk Factors Between Patients With Knee or Hand Osteoarthritis",
    "brief_summary": "We analyze retrospectively the relationship between traditional cardiovascular risk factors as hypertension, obesity, dislipidemia and diabetes and hand or knee osteoarthritis and we compare the results with a control groups of patients with soft tissue disease with no other rheumatologic condition.",
    "detailed_description": [
      "N/A"
    ],
    "study_type": "Observational",
    "study_status": "Unknown status",
    "conditions": [
      "Osteoarthritis",
      "Cardiovascular Risk Factors",
      "Cardiovascular Disease",
      "Metabolic Syndrome"
    ],
    "interventions": [
      "Cardiovascular risk factors diagnoses collection.",
      "History of cardiovascular disease",
      "Cardiovascular risk factors association"
    ],
    "sponsor": "Parc Taulí Hospital Universitari",
    "Investigator": "Joan Calvet Fontova",
    "study_start_date": "September 2013",
    "primary_completion_date": "February 2014",
    "study_completion_date": "N/A",
    "enrollment": "490"
  },
  {
    "id": "NCT04281823",
    "title": "Houston Methodist DeBakey Cardiovascular Magnetic Resonance Study",
    "brief_summary": "While advancements in cardiac magnetic resonance (CMR) have improved image quality, it is unclear how these improvements are connected to the clinical evaluation of individuals with cardiovascular disease. The aim of this large prospective registry revolves around 4 key principles: 1) utilize CMR to gain additional pathophysiologic insights into cardiovascular disease, 2) understand how CMR compares to alternative cardiovascular diagnostic modalities, 3) determine how CMR affects clinical management decisions, and 4) establish a link between CMR findings and long term prognosis in patients with known or suspected cardiovascular disease. The ultimate aim is to utilize CMR to improve patient outcomes.\n\nCMR techniques to be studies include function, fibrosis, and flow. Focus areas include valvular heart disease, ischemic heart disease, cardiomyopathies, and vascular disease.",
    "detailed_description": "Patient Population, Recruitment, and Consent:\n\nPatients presenting to the Houston Methodist DeBakey CMR Laboratory will be enrolled from April 2008 to April 2038. It is expected that up to 100,000 patients may be enrolled during this period.\n\nSubjects will be identified based on their referral to the Houston Methodist DeBakey CMR Laboratory for MRI studies during the proposed study period.\n\nAfter enrollment, a registered nurse or physician will perform a thorough structured patient interview and/or review of electronic health records to document baseline medical history including cardiac risk factors, symptoms, medication usage, and prior procedure history. A small blood sample will be drawn and stored for future biomarker and/or genetic testing analysis. Annual follow up for clinical status will be performed via review of electronic health records; structured telephone interviews with the patients, relatives, and/or their health care providers; and/or the social security death index database.",
    "study_type": "Observational",
    "study_status": "Recruiting",
    "conditions": [
      "Cardiovascular Diseases"
    ],
    "interventions": [
      "Cardiovascular Magnetic Resonance"
    ],
    "sponsor": "Dipan Shah",
    "Investigator": "Dipan Shah",
    "study_start_date": "April 1, 2008",
    "primary_completion_date": "April 1, 2058",
    "study_completion_date": "April 1, 2058",
    "enrollment": "100000"
  },
  {
    "id": "NCT02596126",
    "title": "Secondary Prevention of Cardiovascular Disease in the Elderly Trial",
    "brief_summary": "The purpose of this study is to evaluate the efficacy of a polypill strategy containing aspirin (100 mg), ramipril (2.5, 5 or 10 mgs), and atorvastatin (40 mgs) compared with the standard of care (usual care according to the local clinical practices at each participating country) in secondary prevention of major cardiovascular events (cardiovascular death, nonfatal myocardial infarction, nonfatal ischemic stroke, and urgent revascularization) in elderly patients with a recent myocardial infarction.",
    "detailed_description": "A total number of 2499 patients have been randomized (1:1) to treatment arms. Patients will be recruited across seven countries in Europe (Spain, Italy, Germany, France, Hungary, Poland, and Czech Republic).\n\nPatients will be ≥65 years old and diagnosed with a type 1 myocardial infarction within 6 months prior to study enrolment.\n\nOnce the inclusion and exclusion criteria are confirmed, patients will be included in the study after signing informed consent.\n\nRandomization will take place within 6 months of the index event (AMI type I) in a 1:1 ratio to one of the two arms:\n\nCardiovascular Polypill (containing Aspirin, Ramipril, and Atorvastatin)\nUsual care\n\nPatients will be followed up for a minimum of 2 years and a maximum of 5 years.\n\nThere will be 3 follow up visits at month 6, 12 and 24 and telephone follow up calls at month 18, 36, 48 and 60",
    "study_type": "Interventional",
    "study_status": "Completed",
    "conditions": [
      "Myocardial Infarction",
      "Cardiovascular Disease"
    ],
    "interventions": [
      "Cardiovascular Polypill",
      "Treatment Prevention for Secondary CV"
    ],
    "sponsor": "Fundación Centro Nacional de Investigaciones Cardiovasculares Carlos III",
    "Investigator": "N/A",
    "study_start_date": "July 2016",
    "primary_completion_date": "October 31, 2021",
    "study_completion_date": "March 31, 2022",
    "enrollment": "2499"
  },
  {
    "id": "NCT01757860",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Ascending Single-Dose Study to Evaluate the Safety, Tolerability and Pharmacokinetics of CARD-024 (1α-Hydroxy-Vitamin-D5) in Healthy Subjects",
    "brief_summary": "Study Phase: Phase 1\n\nPrimary Objective:\n\n• To evaluate the safety and tolerability of single ascending oral doses of CARD-024 in healthy subjects\n\nSecondary Objectives:\n\nTo evaluate the pharmacokinetic (PK) profile of CARD-024 following ascending single oral doses of CARD-024\nTo evaluate the effect of CARD-024 on cardiovascular indices including plasma renin activity (PRA) and blood pressure (BP), biological markers of activity, following ascending single oral doses of CARD-024",
    "detailed_description": "Study Design: This is a single-center, double-blind, randomized, placebo-controlled study of single oral doses of CARD-024. Four planned cohorts of 8 subjects each will be dosed sequentially and randomized to receive a single dose of active drug (6 subjects) or placebo (2 subjects). Cohort 4 will have 10 subjects randomized to receive active drug (7 subjects) or placebo (3 subjects). Each cohort will be divided into at least 2 groups; the first group will have 2 subjects, 1 receiving active drug and 1 receiving placebo. Dosing of the remaining 6 subjects in each cohort will be completed in a manner agreed upon by the Sponsor and the Principal Investigator in keeping with the randomization schedule and blinded conditions.\n\nThe planned cohorts are:\n\nCohort CARD-024 Dose*\n\n3 μg\n9 μg\n27 μg\n81 μg",
    "study_type": "Interventional",
    "study_status": "Completed",
    "conditions": [
      "Drug Safety",
      "Heart; Disease, Activity"
    ],
    "interventions": [
      "CARD-024",
      "Drug Carrier"
    ],
    "sponsor": "Cardiavent Inc.",
    "Investigator": "N/A",
    "study_start_date": "September 2011",
    "primary_completion_date": "December 2011",
    "study_completion_date": "January 2012",
    "enrollment": "34"
  },
  {
    "id": "NCT03274869",
    "title": "Prediction and Early Diagnosis for Cardiovascular Disease Complicated by Scrub Typhus Infection",
    "brief_summary": "Scrub typhus infection has been considered as seasonal and endemic infectious disorder with benign feature. However, the increasing mortality rate of scrub typhus has been recently reported in Southeast Asia and cause of death could be a fetal complicating cardiovascular disease. Therefore, the association and predictors for scrub typhus induced cardiovascular disease should be investigated to provide a timely and appropriate diagnosis and to reduce the mortality rate of complicated scrub typhus infection. Therefore, investigators prospectively investigate the association and predictors of cardiovascular disease in the participants with scrub typhus infection.",
    "detailed_description": "Scrub typhus is a zoonotic disease caused by Orientia tsutsugamushi confined to East Asia including South Korea. It is characterized by fever, headache, rash, and eschar and the majority of patients without complications can recover with an early diagnosis and proper management with antibiotics. However, the increasing mortality rate of scrub typhus has been recently reported in Southeast Asia. Severe complications can be manifested by respiratory distress syndrome, renal failure, hepatic failure, and cardiovascular disease. Especially, cardiovascular complications can lead to cardiogenic shock and sudden cardiac arrest. Therefore, the association and predictors for scrub typhus induced cardiovascular disease should be investigated to provide a timely and appropriate diagnosis and to reduce the mortality rate of complicated scrub typhus infection. Therefore, investigators prospectively investigate the association and predictors of cardiovascular disease in the participants with scrub typhus infection admitted to 3rd referral centers in South Korea.",
    "study_type": "Observational",
    "study_status": "Completed",
    "conditions": [
      "Scrub Typhus",
      "Cardiovascular Complication"
    ],
    "interventions": [
      "No intervention"
    ],
    "sponsor": "Eulji University Hospital",
    "Investigator": "Ki-Woon Kang, MD",
    "study_start_date": "September 1, 2017",
    "primary_completion_date": "August 30, 2023",
    "study_completion_date": "August 30, 2023",
    "enrollment": "100"
  }
]