[
  {
    "ID": "38156602",
    "Title": "Journal of the American Heart Association",
    "Article Title": "External Validation of the CAST and rCAST Score in Patients With Out-of-Hospital Cardiac Arrest Who Underwent Extracorporeal Cardiopulmonary Resuscitation: A Secondary Analysis of the SAVE-J II Study.",
    "Abstract": "Risk stratification is important in patients with post-cardiac arrest syndrome. The Post-Cardiac Arrest Syndrome for Therapeutic Hypothermia (CAST) and revised CAST (rCAST) scores have been well validated for predicting neurological outcomes, particularly for conventionally resuscitated patients with post-cardiac arrest syndrome. However, no studies have evaluated patients undergoing extracorporeal cardiopulmonary resuscitation.",
    "Year": 2023,
    "Authors": [
      "Kayo Misumi",
      "Yoshihiro Hagiwara",
      "Takuya Kimura",
      "Toru Hifumi",
      "Akihiko Inoue",
      "Tetsuya Sakamoto",
      "Yasuhiro Kuroda",
      "Takayuki Ogura",
      "Author name not available"
    ]
  },
  {
    "ID": "38156601",
    "Title": "Journal of the American Heart Association",
    "Article Title": "Process Evaluation of a Double-Blind Randomized Controlled Trial to Assess the Efficacy and Safety of a Quadruple Ultra-Low-Dose Treatment for Hypertension Within a Federally Qualified Health Center Network (QUARTET USA).",
    "Abstract": "This convergent parallel-design mixed-methods process evaluation of the QUARTET USA (Quadruple Ultra-Low-Dose Treatment for Hypertension USA) clinical trial (NCT03640312) explores patient and health care professional perceptions about the use of low-dose quadruple therapy (LDQT) as a novel strategy for hypertension management.",
    "Year": 2023,
    "Authors": [
      "Olutobi A Sanuade",
      "Tyler A Jacobson",
      "Adriana Quintana",
      "Fallon M Flowers",
      "Hiba Abbasi",
      "My H Vu",
      "Abigail S Baldridge",
      "Jairo Mejia",
      "Danielle Lazar",
      "Jody D Ciolino",
      "Mark D Huffman",
      "Namratha R Kandula"
    ]
  },
  {
    "ID": "38156600",
    "Title": "Journal of magnetic resonance imaging : JMRI",
    "Article Title": "Exploring Radial Asymmetry in MR Diffusion Tensor Imaging and Its Impact on the Interpretation of Glymphatic Mechanisms.",
    "Abstract": "Diffusion imaging holds great potential for the non-invasive assessment of the glymphatic system in humans. One technique, diffusion tensor imaging along the perivascular space (DTI-ALPS), has introduced the ALPS-index, a novel metric for evaluating diffusivity within the perivascular space. However, it still needs to be established whether the observed reduction in the ALPS-index reflects axonal changes, a common occurrence in neurodegenerative diseases.",
    "Year": 2023,
    "Authors": [
      "Adam M Wright",
      "Yu-Chien Wu",
      "Nan-Kuei Chen",
      "Qiuting Wen"
    ]
  },
  {
    "ID": "38156595",
    "Title": "Journal of the American Heart Association",
    "Article Title": "Optical Coherence Tomography to Visualize Endothelialization in Left Atrial Appendage Closure: Optical Reality or Illusion?",
    "Abstract": "Not available",
    "Year": 2023,
    "Authors": [
      "Chockalingam Arun Narayanan",
      "Haider Al Taii",
      "Muhie Dean Sabayon"
    ]
  },
  {
    "ID": "38156594",
    "Title": "Journal of the American Heart Association",
    "Article Title": "Cardiovascular Toxicity of Angiogenesis Inhibitors Among Patients With Cancer in Taiwan: A Nested Case-Control Study.",
    "Abstract": "Research on the cardiovascular toxicity of angiogenesis inhibitors among patients with cancer in Taiwan is lacking. This observational study explored the risk of major adverse cardiovascular events (MACEs) associated with angiogenesis inhibitors in Taiwan.",
    "Year": 2023,
    "Authors": [
      "Yen-Chou Chen",
      "Chun-Yao Huang",
      "Li-Ming Lien",
      "Jin-Hua Chen",
      "Fang-I Hsieh"
    ]
  },
  {
    "ID": "38156593",
    "Title": "Journal of the American Heart Association",
    "Article Title": "Male-Female Differences in Acute Type B Aortic Dissection.",
    "Abstract": "Acute type B aortic dissection is a cardiovascular emergency with considerable mortality and morbidity risk. Male-female differences have been observed in cardiovascular disease; however, literature on type B aortic dissection is scarce.",
    "Year": 2023,
    "Authors": [
      "Frederike Meccanici",
      "Carlijn G E Thijssen",
      "Robin H Heijmen",
      "Guillaume S C Geuzebroek",
      "Joost F Ter Woorst",
      "Arjen L Gökalp",
      "Jorg L de Bruin",
      "Daantje N Gratama",
      "Jos A Bekkers",
      "Roland R J van Kimmenade",
      "Paul Poyck",
      "Kathinka Peels",
      "Marco C Post",
      "Mostafa M Mokhles",
      "Johanna J M Takkenberg",
      "Jolien W Roos-Hesselink",
      "Hence J M Verhagen"
    ]
  }
]