{
  "id": "NCT04667455",
  "title": "Improving Care for Children",
  "brief_summary": "Establish a cardiovascular biomarker profile to help screening for congenital heart disease in infants and children as well as use non-invasive cardiac imaging in combination with such profiling to better predict the need for future cardiac interventions such as open heart surgery or cardiac catheter intervention selected types of with congenital heart disease.",
  "detailed_description": "Analyzing circulating cardiovascular biomarkers using blood samples should improve identification of congenital heart disease in newborns, in particular for those needing future cardiac interventions.\n\nComparing such biomarker profiles and non-invasive cardiac imaging results over time in infants and children should lead to better understanding of the complex cardiovascular remodeling processes in common congenital heart lesions such as atrial or ventricular septal defects. This in turn should lead to an improved risk factor assessment model to guide treatment decisions in children with congenital heart disease in the foreseeable future.\n\nTo test our hypothesis, that cardiovascular biomarker profiling and non-invasive cardiac imaging findings in infants and children with congenital heart disease, differs from healthy controls, we will assess controls at enrolment and follow cases with predefined congenital heart disease lesions over a maximum of three years or up till one year after open heart surgery / cardiac catheter intervention to correct such lesions.\n\nInfants and children resident in designated healthcare regions of Sweden will be invited to participate after study advertisement. Written informed consent will be obtained from legal guardians and assent will be sought from children who can communicate verbally with the dedicated paediatric research team.\n\nHealthy subjects 0-17 years at enrolment will undergo standard electrocardiogram (ECG), echocardiography and blood sampling to evaluate the heart's anatomy and function and to obtain samples for subsequent biomarker analyses.\n\nAdditionally, saliva will be sampled and/or neonatal blood samples from national biobank storage will be retrieved for comparison with cardiovascular biomarker profiles in these controls if available.\n\nTo evaluate these cardiovascular assessments in predefined age groups, a subgroup of these participating subjects will be asked to complete additional cardiac magnetic resonance imaging based on study protocols.\n\nIncidental findings will be followed up according to standard care protocols in designated paediatric cardiology clinics throughout the participating healthcare regions in Sweden.\n\nCases of congenital heart disease that lead to pulmonary over-circulation, such as atrial and ventricular septal defects, partial anomalous pulmonary venous drainage, aort-pulmonary windows and patent ductus arterious, will be asked to participate if the lesion has not been treated by open heart surgery or cardiac catheter interventions at enrolment.\n\nSubjects with these predefined types of congenital heart disease aged 0-17 years at enrolment will undergo standard electrocardiograms (ECG), echocardiography and blood sampling to assess biomarkers at baseline and at 6-12 month follow-up intervals in dedicated paediatric cardiology clinics over a maximum period of three years.\n\nSaliva samples and/or cardiovascular tissue obtained during open heart surgery may also be analysed for studied cardiovascular biomarkers. Additionally, neonatal blood samples from national biobank storage will be retrieved for comparison with current biomarker profiles if available.\n\nFor those congenital heart disease cases referred for open heart surgery or cardiac catheter intervention to correct the congenital heart lesion based on standard care assessment decisions during the study period, follow-up will end one year after such intervention.\n\nTo evaluate cardiovascular assessments in predefined age groups, a subgroup of participating cases will be asked to complete additional cardiac magnetic resonance imaging based on study protocols.",
  "study_type": "I",
  "study_status": "Active, not recruiting",
  "study_results": "N/A",
  "conditions": "N/A",
  "primary_outcome_measures": "N/A",
  "source": [
    {
      "id": 1,
      "key": "Cardiology/Study1/NCT01784796.pdf",
      "source_name": "NCT01784796NCT01784796NCT01784796NCT01784796NCT01784796.pdf",
      "selected": true
    },
    {
      "id": 2,
      "key": "Cardiology/Study1/NCT01837069.pdf",
      "source_name": "NCT01837069.pdf",
      "selected": true
    },
    {
      "id": 3,
      "key": "Cardiology/Study1/NCT03373110.pdf",
      "source_name": "NCT03373110.pdf",
      "selected": true
    },
    {
      "id": 4,
      "key": "Cardiology/Study1/NCT03826914.pdf",
      "source_name": "NCT03826914.pdf",
      "selected": true
    }
  ]
}